/*****************************************************************************/
/* 文件名:    dev.h                                                 */
/* 描  述:    串口相关处理头文件                                             */
/* 创  建:    2018-07-20 changzehai(DTT)                                     */
/* 更  新:    无                                                             */
/* Copyright 1998 - 2018 DTT. All Rights Reserved                            */
/*****************************************************************************/
#ifndef __DEV_H_
#define __DEV_H_

#include "dev_usart.h"


#endif
