/*****************************************************************************/
/* 文件名:    sate_main.h                                                    */
/* 描  述:    卫星模块主程序头文件                                           */
/* 创  建:    2018-07-20 changzehai(DTT)                                     */
/* 更  新:    无                                                             */
/* Copyright 1998 - 2018 DTT. All Rights Reserved                            */
/*****************************************************************************/
#ifndef __SATE_MAIN_H_
#define __SATE_MAIN_H_



/*-------------------------------*/
/* 宏定义                        */
/*-------------------------------*/
#define    GNSS_TASK_STACK_SIZE   2048  /* 卫星信息查询任务栈大小 */
#define    GNSS_THREAD_PRIO       15    /* 卫星信息查询任务优先级 */



/*-------------------------------*/
/* 函数声明                      */
/*-------------------------------*/
extern void sate_main_task(void);


#endif
