/*****************************************************************************/
/* 文件名:    mtfs30_timer.h                                                 */
/* 描  述:    定时器用头文件                                                 */
/* 创  建:    2018-07-19 changzehai(DTT)                                     */
/* 更  新:    无                                                             */
/* Copyright 1998 - 2018 DTT. All Rights Reserved                            */
/*****************************************************************************/
#ifndef __MTFS30_TIMER_H_
#define __MTFS30_TIMER_H_
#include "cc.h"



/*-------------------------------*/
/* 宏定义                        */
/*-------------------------------*/
#define  APP_TASK_TMR_STK_SIZE                      512u   
#define  APP_TASK_TMR_PRIO                          3u

/*-------------------------------*/
/* 函数声明                      */
/*-------------------------------*/
extern void mtfs30_timer_task(void);
#endif
